const   languageNav = {
    zh:{
         1: "AECO首轮预售帮助文档",
         2: "一、注册登录",
         3: "点击官网首页注册按钮进入注册页，通过邮箱进行注册，注册成功后登录。注册链接： ",
         4: "，点击后进入 。",
         5: "官网链接：",
         6: "点击注册/立即注册，进入该页面，为了您的财产安全请确保您信息的真实有效性。",
         7: "注册页链接：",
         8: "二、身份认证",
         9: "完成登录后，点击页面右上角图标弹出菜单栏后点击",
         10: "【个人中心】可以看到【KYC 认证】，点击立即认证。填写个人信息并提交，官方人员会在收到认证申请后的1-3个工作日内完成审核。",
         11: "三、开始申购",
         12: "1.KYC（身份认证）审核成功通过后（提交申请的1-3 个工作日内），进入预售页，点击【立即抢购】。",
         13: "申购链接：",
         14: "2.在弹出的页面中填入自己所需抢购份数，系统会自动计算您所需要支付的USDT额度。确认信息无误后阅读并确认勾选 ",
         15: "点击【下一步】。",
         16: "首轮预售AECO总量为1500份，AECO单价为 0.12 USDT ，1份起售，1份等于20000 AECO，即需支付 2400 USDT，依此类推。",
         17: "四、确认信息并完成支付",
         18: "申购信息提交后，系统再次弹出支付确认弹框，确认支付额。",
         19: "复制该收款地址（您的独立USDT账户）支持扫码支付。",
         20: "1）从您的个人数字货币钱包中进行USDT（Omni类型）转账。",
         21: "2）或者从数字货币交易所如币安、火币等进行USDT（Omni类型）购买后，从交易所进行转账即可。",
         22: "五、完成转账，待客服确认后即申购成功，可从【个人中心】查看",
         23: "个人中心我的AECO资产将会显示您已成功申购的AECO额",
         24: "六、官方客服",
         25: "如果您对AECO的申购、交易存在疑问、对本平台发展有建设意见或者建议，",
         26: "欢迎联系官方客服：Email：aeco@arthurex.com",
         27: "周一 ~ 周五：",
         28: "周六 ~ 周日：",
    }
}



export  default   languageNav
