const   languageNav = {
    zh:{
         1: "AECO首轮预售帮助文档",
         2: "一、注册登录",
         3: "点击官网首页注册按钮进入注册页，通过邮箱进行注册，注册成功后登录。注册链接： ",
         4: "，点击后进入 。",
         5: "官网链接：",
         6: "点击注册/立即注册，进入该页面，为了您的财产安全请确保您信息的真实有效性。",
         7: "注册页链接：",
         8: "二、身份认证",
         9: "完成登录后，点击页面右上角图标弹出菜单栏后点击",
         10: "【个人中心】可以看到【KYC 认证】，点击立即认证。填写个人信息并提交，官方人员会在收到认证申请后的1-3个工作日内完成审核。",
         11: "三、开始申购",
         12: "1.KYC（身份认证）审核成功通过后（提交申请的1-3 个工作日内），进入预售页，点击【立即抢购】。",
         13: "申购链接：",
         14: "2.在弹出的页面中填入自己所需抢购份数，系统会自动计算您所需要支付的USDT额度。确认信息无误后阅读并确认勾选 ",
         15: "点击【下一步】。",
         16: "首轮预售AECO总量为1389份，AECO单价为 0.12 USDT ，1份起售，1份等于20000 AECO，即需支付 2400 USDT，依此类推。",
         17: "四、确认信息并完成支付",
         18: "申购信息提交后，系统再次弹出支付确认弹框，确认支付额。",
         19: "复制该收款地址（您的独立USDT账户）支持扫码支付。",
         20: "1）从您的个人数字货币钱包中进行USDT（Omni类型）转账。",
         21: "2）或者从数字货币交易所如币安、火币等进行USDT（Omni类型）购买后，从交易所进行转账即可。",
         22: "五、完成转账，待客服确认后即申购成功，可从【个人中心】查看",
         23: "个人中心我的AECO资产将会显示您已成功申购的AECO额",
         24: "六、官方客服",
         25: "如果您对AECO的申购、交易存在疑问、对本平台发展有建设意见或者建议，",
         26: "欢迎联系官方客服：Email：aeco@arthurex.com",
         27: "周一 ~ 周五：",
         28: "周六 ~ 周日：",
    },
     en: {

          1: "AECO First-Round Pre-sale Help Document",
          2: "1. Register and login",

          3: "Click the Register button on the homepage of the official website to open the registration page, register by email, and log in after successful registration. Registration link: ",
          4: ", Click to enter .",

          5: "Link to the official website:",


          6: "Click Register/Register Now to open this page. For your property safety, ensure that your information is true and valid.",

          7: "Link to the Registration Page:",

          8: "2. Identity authentication",

          9: "After logging in, click the icon in the upper right corner of the page. After the menu bar is displayed, click",

          10: "[Personal Center]. You can see [KYC certification]. Click it for certification. Fill in and submit your personal information. Official personnel will complete the review within 1-3 working days after receiving your certification application.",

          11: "3. Start to purchase",

          12: "1. After passing the KYC (identity verification) review (within 1-3 working days after submitting the application), click [Buy Now] on the pre-sale page.",

          13: "Subscription link:",

          14: "2. Fill in the number of items you need to buy on the pop-up page. The system automatically calculates the amount of USDT you need to pay. Confirm the information, and select",

          15: "Click [Next].",


          16: "The total amount of AECO in the first round of pre-sale is 1,389. The unit price of AECO is 0.12 USDT. Purchase at least one item. One item is 20,000 AECO. That is, you need to pay 2,400 USDT, and so on.",

          17: "4. Confirm the information and complete the payment",

          18: "After you submit the purchase information, the payment confirmation box appears again. Confirm the payment amount.",

          19: "Copy the payment address (your independent USDT account). QR code payment is supported.",

          20: "1) Make USDT (Omni type) transfers from your personal digital currency wallet.",

          21: "2) Alternatively, after purchasing USDT (Omni type) from digital currency exchanges such as Binance and Huobi., you can transfer from the exchange.",

          22: "5. Complete the transfer. After the customer service confirms your information, the purchase is successful. You can view it in [Personal Center]",

          23: "In [Personal Center], My AECO Assets show the amount of AECO you have successfully subscribed for",

          24: "6. Official customer service",

          25: "For any questions about AECO subscription or transaction, or any construction opinions or suggestions on the development of this platform,",

          26: "please feel free to contact the official customer service by aeco@arthurex.com",

          27: "Monday - Friday:",

          28: "Saturday - Sunday:",
     },
     ja: {
          1: "AECO初ラウンド先行販売ヘルプドキュメント",
          2: "一、登録・ログイン",
          3: "公式サイトトップページ登録ボタンをクリックし、登録ページに入り、メールアドレスを通じ、登録を行い、登録が成功した後、ログインします。登録リンク： ",
          4: "，クリックした後、入ります。",
          5: "公式サイトリンク：",

          6: "登録/すぐ登録をクリックし、当該ページに入り、ご財産安全のためにご情報の真実的、有効性を確保してください。",
          7: "登録ページリンク：",
          8: "二、身分の認証",
          9: "ログインを完成した後、ページの右上角にあるアイコンをクリックし、メニューがポップアップした後、クリックしてください",
          10: "【個人的センター】で【KYC 認証】が見受けられ、クリックして、直ちに認証します。個人的情報を埋め込み、且つ提出し、公式スタッフは認証申請を受け取った後の1-3の営業日内に審査を完成します。",
          11: "三、購入申請を始めます",
          12: "1.KYC（身分の認証）の審査を成功に通過した後（申請を提出した1-3 の営業日内）、先行販売ページに入り、【直ちに買いだめする】をクリックします。",
          13: "購入申請リンク：",
          14: "2.ポップアップしたページ中で自分が必要とする買いだめの部数を記入し、システムは自動的にお支払い必要とするUSDT限定額を計算します。情報が間違いないことを確認した後、閲読し、且つチェックを確認します ",
          15: "【次のステップ】をクリックします。",
          16: "初ラウンドでAECOを先行販売する総量は1389部で、AECOの単価は 0.12 USDTで、1部から発売し、1部は20000 AECOと等しく、つまり、2400 USDTを支払う必要があり、これに従い、類推します。",
          17: "四、情報を確認し、且つ支払いを完成します",
          18: "購入申請情報を提出した後、システムはもう一度支払い確認ポップアップボックスをポップアップし、支払金額を確認します。",
          19: "当該集金アドレスをコピー（ご独立したUSDTアカウント）すると、コードスキャン支払いをサポートします。",
          20: "1）ご個人的デジタル通貨ウォレット中からUSDT（Omni类型）の振り込みを行います。",
          21: "2）或いはデジタル通貨取引所から、例えば、バイナンス、Huobiなどから、USDT（Omniタイプ）の購入を行った後、取引所から振り込みを行ってもいい。",
          22: "五、アカウントを完成し、カスタマーサービスが確認した後、つまり、購入申請が成功し、【個人的センター】からビューできます",
          23: "個人的センターの我がAECO資産はあなたがすでに購入申請を成功したAECO金額を示します",
          24: "六、公式カスタマーサービス",
          25: "若しあなたはAECOの購入申請、取引に対して、疑問が存在したり、本プラットフォームの発展に対して、建設意見や提案があったりすると、",
          26: "公式カスタマーサービスと連絡することと歓迎いたします：Email：aeco@arthurex.com",
          27: "月曜日 ~金曜日：",
          28: "土曜日 ~日曜日：",

     },

     ko: {


          1: "AECO최초 예판 도우미 문서",
          2: "I. 등록 로그인",
          3: " 공식사이트 홈페이지 등록 버튼을 클릭하여 등록 페이지에 진입하며 이메일로 등록을 진행하고 등록 성공한 후 로그인 합니다. 등록 링크： ",
          4: "，클릭후 진입합니다.",
          5: "공식 사이트 링크：",
          6: "등록/즉시 등록을 클릭하여 본 페이지에 진입하며 당신의 재산 안전을 위하여 당신의 정보가 진실 유효성을 확보하십시오.",
          7: "등록 페이지 링크：",
          8: "II.신분 인증",
          9: "로그인 완성 후, 페이지 우측 상부 코너 아이콘을 클릭하며 팝업 메뉴에서",
          10: "【개인센터】를 클릭하면 【KYC 인증】이 나타나면 클릭하여 즉시 인증 합니다. 개인 정보를 입력 및 제출하며 공식 사이트에서 인증 신청을 받은 후， 1-3개 작업일 내에 심사 확인을 완성 합니다",
          11: "III.구입 시작",
          12: "1.KYC（신분 인증）심사를 성공적으로 통과한 후(신청 제출후 1-3개 작업일 내), 예판 페이지로 진입하여 【즉시 구입】을 클릭 합니다.",
          13: "구입 링크：",
          14: "2.팝업한 페이지에 자신이 구입할 부수를 입력하면 시스템은 자동으로 당신이 지불할USDT금액을 계산합니다. 정보가 틀림없음을 확인하고 열람 및 확인을 선택 합니다",
          15: "【다음】을 클릭합니다.",
          16: "최초 예판AECO총량은1389부이며，AECO단가는 0.12 USDT ，1부 부터 판매하며，1부는20000 AECO에 해당합니다. 즉 2400 USDT지불이 필요하며 같은 방법으로 유추합니다.",
          17: "IV. 정보 확인 및 지불 완성",
          18: "구입 정보를 제출한후 시스템은 또다시 지불 확인창이 팝업하며 지불 금액을 확인합니다",
          19: "본 입금 주소를 복사하며（당신의 독립USDT계좌）스캔 지불을 지원 합니다.",
          20: "1）당신의 개인 디지털 통화 지갑속에서USDT（Omni유형）이체를 진행 합니다.",
          21: "2）또는 디지털 통화 거래소, 예를 들면, 바이낸스, 후오비 등으로 USDT （Omni유형）구입을 진행한 후 거래소에서 이체를 진행합니다.",
          22: "V. 이체를 완성하며 고객상담이 확인한 후 구입을 성공하며 【개인센터】 에서 열람할 수 있습니다",
          23: "개인 센터중 나의AECO자산은 당신이 이미 구입성공한 AECO를 표시합니다.",
          24: "VI.공식 고객상담",
          25: "만약 당신이 AECO의 구입, 거래에 의문이나 본플랫폼의 발전에 대한 건설적인 의견이나 제안이 있는 경우, ",
          26: "공식 사이트 연락을 환영합니다：Email：aeco@arthurex.com",
          27: "월요일 ~ 금요일：",
          28: "토요일 ~ 일요일：",

     },
     ru: {
          1: "Документ помощи первой предпродажи AECO ",
          2: "1. Регистрация и логин",
          3: "Щелкать кнопку регистрации на домашней странице официального сайта, чтобы войти в страницу регистрации, зарегистрировать через электронную почту, после регистрации выполнить логин. Ссылка регистрации: ",
          4: ", щелкать и войти.",
          5: "Ссылка официального сайта:",
          6: "Щелкать регистрацию/немедленнюю регистрацию, войти в данную страницу, в целях безопасности вашего имущества подтвердите верность и действие ваших сведений.",
          7: "Ссылка регистрационной страницы:",
          8: "2. Сертификация личности",
          9: "После окончания логина щелкать значок в верхнем правом углу страницы , появится меню, щелкать его",
          10: "В 【Личном центре】 можно увидеть 【Сертификация KYC】, щелкать немедленную сертификацию. Заполнить личную информацию и предъявить, официальный сотрудник закончит проверку за 1-3 рабочих дня после получения заявки о сертификации. ",
          11: "3. Начало подписки",
          12: "1. После проверки KYC (сертификации личности) (за 1-3 рабочего дня после подачи заявки), войти на страницу предпродажи, щелкать 【Немедленная перекупка】.",
          13: "Ссылка подписки:",
          14: "2. На показанной странице заполните число долей перекупки, система автоматически вычислит лимит USDT, которые вам нужно платить. После подтверждения сведений читать и подтвердить ",
          15: " Щелкать 【Далее】.",
          16: "Сумма первой предпродажи AECO – 1389 долей, расценка AECO - 0.12 USDT , который продается с 1 доли, 1 доля - 20000 AECO, то есть нужно платить 2400 USDT и прочее.",
          17: "4. Подтвердить сведения и закончить платеж",
          18: "После предъявления сведений подписки система еще раз показывает раму подтверждения платежа, чтобы подтвердить сумму платежа.",
          19: " Копировать данный адрес получения средств (ваш самостоятельный USDT счет) , поддержать платеж сканированием кода.",
          20: "1) Выполните перевод USDT (типа Omni) в вашем кошельке ваших личных цифровых валютах.",
          21: "2) Или после покупки USDT (типа Omni) в бирже цифровых валют, как Аньби, Хоби и т.д., перевести с биржи.",
          22: "5. Закончить перевод, ждать подтверждения сотрудника клиентского сервиса, подписка удачна, можно смотреть в 【Личном центре】",
          23: "В личном центре мои капиталы AECO покажут сумму AECO, которую вы успешно подписали",
          24: "6. Официальный сотрудник клиентского сервиса",
          25: " Если у вас есть вопрос о подписке, торговле AECО, мнение или советы о развитии данной платформы,",
          26: "Добро пожаловать связаться с официальным сотрудником клиентского сервиса: Email：aeco@arthurex.com",
          27: "Понедельник  ~ пятница: ",
          28: "Суббота  ~  воскресенье:",

     },
     ar: {
          1: "مستند تعليمات للجولة الأولى من البيع المسبق لـAECO ",
          2: "الأول. التسجيل وتسجيل الدخول",
          3: "انقر فوق زر التسجيل في الصفحة الرئيسية للموقع الالكتروني الرسمي للدخول إلى صفحة التسجيل، وقم بالتسجيل عن طريق البريد الإلكتروني، وقم بتسجيل الدخول بعد التسجيل الناجح. رابط التسجيل:",
          4: ", انقر للدخول.",
          5: "رابط الموقع الالكتروني الرسمي:",
          6: "انقر فوق التسجيل / التسجيل الآن للدخول إلى هذه الصفحة. ومن أجل سلامة الممتلكات الخاصة بكم، يرجى التأكد من أن تكون معلوماتكم صحيحة وصالحة.",
          7: "رابط صفحة التسجيل:",
          8: "الثاني. مصادقة الهوية",
          9: "بعد تسجيل الدخول، انقر فوق الرمز في الزاوية اليمنى العليا من الصفحة لتظهر شريط القائمة، ثم انقر فوق",
          10: "في (المركز الشخصي)، يمكن الاطلاع على (مصادقة KYC)، انقر للمصادقة الآن. واملأ المعلومات الشخصية وأرسلها، وسيكمل الموظفون الرسميون المراجعة في غضون 1-3 أيام عمل بعد استلام طلب المصادقة.",
          11: "الثالث. ابدأ الاشتراك",
          12: "1. بعد اجتياز مراجعةKYC  (مصادقة الهوية) بنجاح (في غضون 1-3 أيام عمل بعد تقديم الطلب)، أدخل صفحة البيع المسبق، وانقر على (اشتر الآن).",
          13: "رابط الاشتراك:",
          14: "2. املأ عدد الحصص التي تحتاج إلى الاشتراك فيها في الصفحة المنبثقة، وسيقوم النظام تلقائيًا بحساب مبلغ USDT الذي تحتاج إلى دفعه. وبعد التأكد من صحة المعلومات، اقرأها وأكدها",
          15: "انقر فوق (التالي).",
          16: "المبلغ الإجمالي لـ AECO في الجولة الأولى من البيع المسبق هو 1389، وسعر الوحدة لـ AECO هو 0.12 USDT. والحد الأدني من حصص الاشتراك هو حصة واحدة، بحيث تساوي 20000 AECO، أي ينبغي 2400 USDT، وهكذا.",
          17: "الرابع. تأكيد المعلومات وإكمال الدفع",
          18: "بعد تقديم معلومات الاشتراك، سيظهر النظام نافذة منبثقة لتأكيد الدفع مرة أخرى، وقم بتأكيد مبلغ الدفع.",
          19: "يدعم نسخ عنوان الدفع (حساب USDT المستقل الخاص بكم) الدفع بمسح رمز الاستجابة السريعة.",
          20: "1) قم بإجراء تحويلاتUSDT  (نوع  Omni) من محفظة العملات الرقمية الشخصية الخاصة بكك.",
          21: "2) أو بعد شراء USDT  (نوع Omni) من بورصات العملات الرقمية مثل Binance و Huobi وما إلى ذلك، قم بالتحويل من البورصة.",
          22: "الخامس. قم باكتمال التحويل، ويكون الاشتراك ناجحًا بعد تأكيده من قبل مركز خدمة العملاء. ويمكنكم التحقق منه من (المركز الشخصي)",
          23: "ستظهر أصول AECO لي في المركز الشخصي مبلغ AECO الذي اشتركت فيه بنجاح",
          24: "السادس. خدمة العملاء الرسمية",
          25: "إذا كانت لديكم أسئلة حول اشتراك أو معاملة AECO، أو لديكم آراء أو اقتراحات بناء حول تطوير هذه المنصة،",
          26: "نرحب بكم في الاتصال بمركز خدمة العملاء الرسمية: البريد الإلكتروني: aeco@arthurex.com",
          27: "الاثنين ~ الجمعة:",
          28: "السبت ~ الأحد:",
     }
}



export  default   languageNav
